tap "bramstein/webfonttools"
tap "cytopia/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "michaeldfallen/formula"
tap "zyedidia/micro"
brew "ack"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "icu4c"
brew "boost"
brew "fontconfig"
brew "openssl@1.1"
brew "xz"
brew "python"
brew "pixman"
brew "cairo"
brew "ccat"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dark-mode"
brew "diff-so-fancy"
brew "docker-machine-driver-xhyve"
brew "doxygen"
brew "exiftool"
brew "fribidi"
brew "gmp"
brew "libevent"
brew "jpeg"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "webp"
brew "xvid"
brew "findutils"
brew "mpfr"
brew "gawk"
brew "git"
brew "git-lfs"
brew "libksba"
brew "gnupg"
brew "gnupg@1.4"
brew "go"
brew "libtool"
brew "graphicsmagick"
brew "grc"
brew "grep"
brew "helm"
brew "lua"
brew "highlight"
brew "hstr"
brew "httpie"
brew "icdiff"
brew "irssi"
brew "jp2a"
brew "oniguruma"
brew "jq"
brew "libiconv"
brew "libidn"
brew "libxml2"
brew "libyaml"
brew "lynx"
brew "mas"
brew "micro"
brew "minio"
brew "moreutils"
brew "mpv"
brew "mysql"
brew "nginx"
brew "node@12"
brew "noti"
brew "openssh"
brew "p7zip"
brew "pigz"
brew "pkg-config"
brew "poppler"
brew "postgresql"
brew "postgresql@10"
brew "pv"
brew "ranger"
brew "rbenv"
brew "re2"
brew "redis"
brew "rename"
brew "rhino"
brew "rlwrap"
brew "runit"
brew "screen"
brew "spark"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "texi2html"
brew "thefuck"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "webkit2png"
brew "wxmac"
brew "yarn"
brew "yasm"
brew "zlib"
brew "zopfli"
brew "zsh-autosuggestions"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "bramstein/webfonttools/woff2"
brew "michaeldfallen/formula/git-radar"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "atext"
cask "bartender"
cask "battle-net"
cask "beardedspice"
cask "bitbar"
cask "calibre"
cask "chromedriver"
cask "color-oracle"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "flux"
cask "gfxcardstatus"
cask "glueprint"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keycastr"
cask "menumeters"
cask "notion"
cask "numi"
cask "obs"
cask "openemu"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookapk"
cask "quicklookase"
cask "rectangle"
cask "simple-comic"
cask "sketch"
cask "slack"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoomus"
mas "ColorSnapper2", id: 969418666
mas "Contrast", id: 1254981365
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 904280696
mas "ToothFairy", id: 1191449274
mas "WhatsApp", id: 1147396723
