tap "bramstein/webfonttools"
tap "charmbracelet/tap"
tap "cytopia/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "michaeldfallen/formula"
tap "minio/stable"
tap "zyedidia/micro"
brew "ack"
brew "jpeg"
brew "webp"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "boost"
brew "fontconfig"
brew "xz"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "cairo"
brew "ccat"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "libssh2"
brew "openldap"
brew "zstd"
brew "curl"
brew "dark-mode"
brew "diff-so-fancy"
brew "docker-machine-driver-xhyve"
brew "doxygen"
brew "exiftool"
brew "fribidi"
brew "gmp"
brew "libtool"
brew "guile"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libsodium"
brew "srt"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "git"
brew "git-lfs"
brew "gitlab-runner", restart_service: true
brew "libksba"
brew "gnupg"
brew "gnupg@1.4", link: false
brew "go"
brew "graphicsmagick"
brew "python@3.10"
brew "grc"
brew "grep"
brew "helm"
brew "lua"
brew "highlight"
brew "hstr"
brew "httpie"
brew "icdiff"
brew "irssi"
brew "jp2a"
brew "oniguruma"
brew "jq"
brew "krb5"
brew "ldns"
brew "libfido2"
brew "libiconv"
brew "libidn"
brew "libxml2"
brew "libyaml"
brew "llvm"
brew "lynx"
brew "mas"
brew "micro"
brew "minio"
brew "moreutils"
brew "mpfr"
brew "vapoursynth"
brew "mpv"
brew "mysql"
brew "nano"
brew "nghttp2"
brew "nginx"
brew "node"
brew "noti"
brew "nvm"
brew "openssh"
brew "p7zip"
brew "pigz"
brew "qt", link: false
brew "poppler"
brew "postgresql"
brew "postgresql@10"
brew "postgresql@11"
brew "pv"
brew "python@3.8"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "re2"
brew "redis"
brew "rename"
brew "rhino"
brew "rlwrap"
brew "runit"
brew "screen"
brew "spark"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "streamlink"
brew "swig"
brew "texi2html"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "webkit2png"
brew "wxwidgets"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zopfli"
brew "zsh-autosuggestions"
cask "android-file-transfer", args: { appdir: "/Applications" }
cask "appcleaner", args: { appdir: "/Applications" }
cask "atext"
cask "atom"
cask "bartender"
cask "beardedspice"
cask "bitbar"
cask "chromedriver"
cask "color-oracle"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "glueprint"
cask "google-chrome"
cask "grammarly"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keycastr"
cask "menumeters"
cask "notion"
cask "numi"
cask "obs"
cask "qlimagesize"
cask "qlprettypatch"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookapk"
cask "quicklookase"
cask "raycast"
cask "rectangle"
cask "sim-daltonism"
cask "skype"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "xquartz"
cask "zoom"
mas "ColorSnapper2", id: 969418666
mas "Contrast", id: 1254981365
mas "Glance", id: 1513574319
mas "Keynote", id: 409183694
mas "Things", id: 904280696
mas "ToothFairy", id: 1191449274
mas "WhatsApp", id: 1147396723
cask "google-drive"
cask "pixelsnap"
cask "loom"
cask "1password"
cask "discord"
cask "micro-snitch"
cask "cleanshot"
cask "signal"
cask "meetingbar"