tap "bramstein/webfonttools"
tap "brandonyoungdev/tldx"
tap "charmbracelet/tap"
tap "cytopia/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "michaeldfallen/formula/git-radar"
tap "minio/stable"
tap "zyedidia/micro"
brew "ack"
brew "xz"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "boost"
brew "fontconfig"
brew "glib"
brew "pixman"
brew "cairo"
brew "ccat"
brew "cmake"
brew "libssh2"
brew "curl"
brew "dark-mode"
brew "diff-so-fancy"
brew "doxygen"
brew "exiftool"
brew "fribidi"
brew "harfbuzz"
brew "lame"
brew "leptonica"
brew "libass"
brew "libsodium"
brew "srt"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitlab-runner"
brew "gnupg"
brew "gnupg@1.4"
brew "go"
brew "graphicsmagick"
brew "imagemagick"
brew "python@3.10"
brew "python@3.12"
brew "grc"
brew "grep"
brew "helm"
brew "lua"
brew "highlight"
brew "hstr"
brew "httpie"
brew "hugo"
brew "icdiff"
brew "irssi"
brew "jp2a"
brew "oniguruma"
brew "jq"
brew "ldns"
brew "libfido2"
brew "libiconv"
brew "libxml2"
brew "libyaml"
brew "llvm"
brew "lynx"
brew "mas"
brew "micro"
brew "minio"
brew "moreutils"
brew "vapoursynth"
brew "mpv"
brew "mysql"
brew "nano"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "node"
brew "noti"
brew "nvm"
brew "openssh"
brew "p7zip"
brew "pigz"
brew "postgresql"
brew "postgresql@10"
brew "postgresql@11"
brew "pv"
brew "python@3.8"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "re2"
brew "redis"
brew "rename"
brew "rhino"
brew "rlwrap"
brew "runit"
brew "screen"
brew "spark"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "streamlink"
brew "swig"
brew "texi2html"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "webkit2png"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zopfli"
brew "zsh-autosuggestions"
cask "1password-cli"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "atext"
cask "beardedspice"
cask "bruno"
cask "chromedriver"
cask "chromium"
cask "color-oracle"
cask "colorsnapper"
cask "cursor"
cask "discord"
cask "disk-inventory-x"
cask "docker-desktop"
cask "dropbox"
cask "figma"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "handbrake-app"
cask "imageoptim"
cask "iterm2"
cask "keepingyouawake"
cask "keycastr"
cask "loom"
cask "meetingbar"
cask "menumeters"
cask "micro-snitch"
cask "mullvadvpn"
cask "notion"
cask "numi"
cask "obs"
cask "pixelsnap"
cask "qlimagesize"
cask "qlprettypatch"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "signal"
cask "sim-daltonism"
cask "skype"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vscodium"
cask "whatsapp"
cask "xbar"
cask "xquartz"
cask "zoom"